import Image from "next/image";
import React from "react";

const Paper = () => {
    return (
        <section id="press">
            <div className="container">
                <div className="w-full lg:max-w-[50%] mx-auto">
                    <div className="border-b border-dashed border-primary/20 pb-4 mb-12">
                        <div>
                            <Image
                                src="/images/news/ittefaq.png"
                                alt="ittefaq"
                                width={250}
                                height={250}
                                className=""
                            />
                        </div>
                        <div>
                            <p className="mt-4 text-muted-foreground italic _text">
                                ২২ জুন, ২০১৫ ইং ১৩:২২ মিঃ
                            </p>
                        </div>
                    </div>
                    <div className="text-justify sm:text-base/[28px] text-[14px]/[24px]">
                        ঐতিহ্যের পথ ধরেই আজ নিজের অবস্থানে সফল, নিজের মেধা ও মনন
                        দিয়ে প্রতিষ্ঠানটিকে ঢেলে সাজিয়েছেন আধুনিকতার ছোঁয়ায়।
                        বলছিলাম হক গ্রুপ অব ইন্ডাস্ট্রিজের ম্যানেজিং ডিরেক্টর
                        অ্যাডাম তামিজি হকের কথা। সাক্ষাত্কারটি নিয়েছেন রিয়াদ
                        খন্দকার ‘আমি এই প্রতিষ্ঠানের জন্ম দেখিনি, এই প্রতিষ্ঠান
                        আমার জন্ম দেখেছে। হক বিস্কুটের ক্ষেত্রে এই কথা বললে খুব
                        বেশি ভুল হবে না। কারণ এই প্রতিষ্ঠান শুরু হয় ব্রিটিশ
                        আমলে। আমার দাদা চট্টগ্রামে ১৯৪৭ সালে স্থাপন করেন হক
                        ব্রাদার্স কোম্পানি লিমিটেড। আর হক ব্রাদার্স ইন্ডাস্ট্রির
                        শুরু হয় ভাষা আন্দোলনের বছরে, ১৯৫২ সালে। তাই এই
                        প্রতিষ্ঠান বাংলাদেশের সবচেয়ে পুরোনো প্রতিষ্ঠান এমনটা
                        বললেও খুব একটা ভুল হবে না,’ বলছিলেন হক বিস্কুটের
                        ম্যানেজিং ডিরেক্টর অ্যাডাম হক। কয়েক যুগ ধরে সাফল্যের
                        সাথে বাংলাদেশে বিভিন্ন জিনিসের ব্যবসা করে আসছে হক
                        কোম্পানি। এই প্রতিষ্ঠানে অ্যাডাম হকের কাজের শুরু কিভাবে
                        জানতে চাইলে তিনি বলেন, ‘মূলত প্রথম দিকে আমার বাবাই এই
                        ব্যবসা দেখতেন। তবে ২০০২ সালের আগে যখন আমার বাবা
                        সক্রিয়ভাবে কাজ করা বন্ধ করে দেন, তখন ব্যবসা কিছু সমস্যার
                        মুখে পড়ে। বলা যায় প্রায় দুই বছরের বিক্রির সমান টাকার ঋণ
                        ছিল আমাদের। এক কথায় বলা চলে ব্যবসা কার্যত বন্ধ হয়ে
                        যাচ্ছিল। তখন আমি কাজ শুরু করি। ১৮ বছর বয়স থেকেই আমি
                        এখানে ডিরেক্টরের দায়িত্ব পালন করে আসছি। তবে ২০১১ সালে
                        আমাকে অফিশিয়ালি এই দায়িত্ব দেওয়া হয়।’ বাংলাদেশে ব্যবসার
                        এক স্বর্ণযুগের সাক্ষী এই কোম্পানি। চোখের সামনে দেখেছে
                        অনেক উত্থান এবং পতন। সাদা কাগজের কালো দাগে সেই ইতিহাস
                        বর্ণনা এত সহজ নয়। ‘আমার বাবার সময় আমাদের নিজস্ব ডিপো
                        ছিল। আমাদের নিজেদের ১০০টির মতো গাড়ি ছিল। ডিপো থাকলে মূলত
                        যেটা হয় কেউ আর খরচের কথা খুব একটা চিন্তা করে না। বরং
                        সবাই চিন্তা করে তার পণ্য বিক্রি করা নিয়ে। এই ব্যবস্থা
                        সম্ভব ছিল যখন আমাদের টর্চের ব্যাটারির ব্যবসা ছিল। ওই
                        সময়ে এই টর্চের ব্যাটারির অনেক চল ছিল, ঢাকায় না হলেও
                        মফঃস্বলে অনেকেই টর্চ ব্যবহার করত। এখন আসলে দৃশ্যপট অনেক
                        পরিবর্তন হয়ে গিয়েছে। সবকিছু ডিজিটাল হয়ে যাওয়ার সাথে সাথে
                        টর্চের যুগেরও পরিসমাপ্তি ঘটেছে। এখন মোবাইলে অথবা
                        রিচার্জেবল টর্চের ব্যবহার করা হয়। তাই এখন চাইলেও আর আগের
                        মতো ব্যবসা সম্ভব নয়। আমি যদি আজকে বিস্কুট না বিক্রি করি
                        তাহলে আমার প্রতিযোগী আরও ২০০ বিস্কুটের কোম্পানি আছে
                        বিক্রি করার জন্য।’ ডিজিটালাইজেশনের এই যুগে অনেক প্রাচীন
                        বিখ্যাত কোম্পানিই হারিয়ে গেছে সময়ের অতল গহ্বরে। তবে সেই
                        হারিয়ে যাওয়ার খাতায় নাম লেখায়নি হক গ্রুপ। সময়ের সাথে তাল
                        মিলিয়ে চলার জন্য কী কী পন্থা অবলম্বন করেছেন অ্যাডাম
                        জানতে চাইলে তিনি বলেন, ‘মূলত কাস্টমারদের প্রতি মনোযোগ
                        দিয়েছি। প্রশাসনিক ক্ষেত্রে অনেক কিছু অগোছালো ছিল সেগুলোও
                        গোছাতে হয়েছে। আবার আমাদের অনেক পণ্য ছিল যেগুলো মার্কেটে
                        চাহিদা ছিল না সেগুলো উত্পাদন বন্ধ করে যেটার চাহিদা আছে
                        সেটার উত্পাদন বাড়িয়ে দিয়েছি। আগে সাপ্লাই দিতেও অনেক সময়
                        দেখা যেত দেরি হতো। সেই সমস্যাটাও কাটিয়ে উঠেছি। এখন ধীরে
                        ধীরে আমাদের কাস্টমার অনেক বেড়ে গেছে। অনেক নামীদামি
                        কোম্পানিও আমাদের সাথে ব্যবসা করতে আসছে।’ দুই প্রজন্মের
                        হাত ধরে এই ব্যবসা এতটা পথ পাড়ি দিয়েছে। এই দুই প্রজন্মের
                        দিক-নির্দেশনার কোন দিকটায় পার্থক্য ছিল জানতে চাইলে তিনি
                        বলেন, ‘মূল পার্থক্য ছিল নিজস্ব মতের সাথে। আমার বাবার
                        সময়ে তিনি যেটা ঠিক মনে করতেন সেটাই করতেন। আর এখন আমাকে
                        মাথায় রাখতে হয় আমার ক্রেতা কী চায়। ক্রেতা যেটা ঠিক মনে
                        করবে সেটার উপর ভিত্তি করেই চাহিদা তৈরি হয়। আগে যেমন পণ্য
                        দোকানে চলে গেলে যদি বিক্রি না হয় কোনো কারণে সেটা ফেরত
                        নেওয়ার কোনো ব্যবস্থা ছিল না। কিন্তু এখন সেই ব্যবস্থা
                        চালু হয়েছে। আপাতদৃষ্টিতে হয়তো মনে হয় এতে আমাদের ক্ষতি
                        হচ্ছে কিন্তু প্রকৃতপক্ষে এভাবে আমরা আমাদের কাস্টমার ধরে
                        রাখতে পারছি।’ জীবনের অনেকটা সময়ই তার কেটেছে লন্ডনে
                        বোর্ডিং স্কুলে। ষোল বছর বয়সে স্কুল ছেড়ে এর মাঝে কিছু দিন
                        ছিলেন ইংল্যান্ডের দক্ষিণে। এরপর লন্ডনে আবার
                        বিশ্ববিদ্যালয়ে ভর্তি হন। তারপর ২০০২ সাল থেকেই পারিবারিক
                        ব্যবসার জন্য দেশে ফেরত আসেন অ্যাডাম। ব্যবসার হাল ধরেছেন
                        বেশ ভালোমতোই, ক্ষতির মুখ থেকে কোম্পানিকে ফিরিয়ে এনে
                        লাভের মুখ দেখিয়েছেন। ভবিষ্যত্ পরিকল্পনা কী জানতে চাইলে
                        তিনি বলেন, ‘খুব দূরের কথা আসলে বলাটা কঠিন কারণ বর্তমানে
                        বাজার অনেক অস্থিতিশীল। তাই ভবিষ্যত্ বলাটাও কিছুটা অসম্ভব
                        তবে আমাদের চেষ্টা অবশ্যই থাকবে সময়ের সাথে তাল মিলিয়ে
                        চলার।
                    </div>
                </div>
            </div>
        </section>
    );
};

export default Paper;
